Revit 2024 API
AXMImportOptions Constructor
Overload List
Name | Description
AXMImportOptions()
 Constructs a new instance of AXMImportOptions with default values of all properties.
AXMImportOptions(AXMImportOptions)
 Constructs a new instance of AXMImportOptions as a copy of the provided import options.
See Also
AXMImportOptions Class
AXMImportOptions Members
Autodesk.Revit.DB Namespace